Repository: NiffirgkcaJ/all-in-one-clipboard
Catalog: gnome-extensions/translation/all-*-one-clipboard@de.po
Languages: de

source: Recently Used
de: Zuletzt genutzt

source: Symbols
de: Symbole

source: Clipboard
de: Zwischenablage

source: All-in-One Clipboard
de: All-in-One Zwischenablage

source: All-in-One Clipboard Settings
de: All-in-One Zwischenablage Einstellungen

source: General
de: Allgemein

source: Hide Panel Icon
de: Panel-Symbol verstecken

source: The menu can still be opened with shortcuts.
de: Das Menü kann mit Tastenkombinationen weiterhin geöffnet werden.

source: Remember Last Opened Tab
de: Zuletzt geöffneter Reiter merken

source: Re-open the menu to the last used tab.
de: Menü mit zuletzt genutzten Reiter öffnen.

source: Mouse Cursor
de: Mauszeiger

source: Screen Center
de: Bildschirmmitte

source: Active Window
de: Aktives Fenster

source: Menu Position
de: Menüposition

source: Tab Management
de: Reiterverwaltung

source: Customize the visibility, order, and default tab.
de: Sichtbarkeit, Reihenfolge und Standardreiter anpassen.

source: Recently Used Tab
de: Zuletzt genutzter Reiter

source: Required when Always Show Main Tabs is off.
de: Erforderlich, wenn »Hauptreiter immer anzeigen« aus ist.

source: Emoji Tab
de: Emoji-Reiter

source: GIF Tab
de: GIF-Reiter

source: Kaomoji Tab
de: Kaomoji-Reiter

source: Symbols Tab
de: Symbole-Reiter

source: Clipboard Tab
de: Zwischenablage-Reiter

source: Visible Tabs
de: Sichtbare Reiter

source: Show or hide individual tabs from the main bar.
de: Einzelne Reiter in der Hauptleiste ein- oder ausblenden.

source: Tab Bar Behavior
de: Verhalten der Reiterleiste

source: Configure when the top tab bar is visible.
de: Einstellen, wann die oberste Leiste sichtbar ist.

source: Always Show Main Tabs
de: Hauptreiter immer anzeigen

source: Keep the main tab buttons visible in every tab.
de: Hauptreiterknöpfe in jedem Reiter sichtbar lassen.

source: Hide Last Main Tab
de: Letzter Hauptreiter verstecken

source: Automatically hide the last main tab visible.
de: Den letzten sichtbaren Hauptreiter automatisch verstecken.

source: Default Tab
de: Standardreiter

source: The tab that opens when you first open the menu.
de: Der Reiter, der geöffnet wird, wenn Sie das Menü zum ersten Mal öffnen.

source: Tab Order
de: Reiter-Reihenfolge

source: Use the buttons to reorder tabs in the main bar.
de: Die Knöpfe nutzen, um Reiter in der Hauptleiste neu zu ordnen.

source: Reset Order
de: Reihenfolge zurücksetzen

source: Restore the original tab order.
de: Ursprüngliche Reiter-Reihenfolge wiederherstellen.

source: Reset
de: Zurücksetzen

source: Keyboard Shortcuts
de: Tastenkombinationen

source: Click on a shortcut to change it. Press Backspace to clear.
de: Auf eine Tastenkombination klicken, um sie zu ändern. Rücktaste drücken zum Löschen.

source: Global Shortcuts
de: Globale Tastenkombinationen

source: These work even when the menu is closed.
de: Diese funktionieren, auch wenn das Menü geschlossen ist.

source: Toggle Main Menu
de: Hauptmenü umschalten

source: Open Emoji Tab
de: Emoji-Reiter öffnen

source: Open GIF Tab
de: GIF-Reiter öffnen

source: Open Kaomoji Tab
de: Kaomoji-Reiter öffnen

source: Open Symbols Tab
de: Symbole-Reiter öffnen

source: Open Clipboard Tab
de: Zwischenablage-Reiter öffnen

source: Main Tab Navigation
de: Hauptreiter-Navigation

source: Switch between the main tabs within the menu.
de: Zwischen den Hauptreiten im Menü wechseln.

source: Next Tab
de: Nächster Reiter

source: Previous Tab
de: Vorheriger Reiter

source: Category Navigation
de: Kategorie-Navigation

source: Switch between the categories within the tabs.
de: Zwischen den Kategorien in den Reitern wechseln.

source: Next Category
de: Nächste Kategorie

source: Previous Category
de: Letzte Kategorie

source: Clipboard Item Actions
de: Zwischenablagenelement-Aktionen

source: Shortcuts for items in the grid/list view.
de: Tastenkombinationen für Elemente in der Raster-/Listenansicht.

source: Select Item
de: Element auswählen

source: Pin Item
de: Element anheften

source: Delete Item
de: Element löschen

source: Disabled
de: Deaktiviert

source: Set Shortcut
de: Tastenkombination festlegen

source: Press a key combination Backspace to Clear, Escape to Cancel
de: Drücken Sie eine Kombination Rücktaste zum Löschen, Escape zum Abbrechen

source: Recent Items Limits
de: Limit für letzte Elemente

source: Maximum number of items to keep in "Recents" for each feature.
de: Maximale Anzahl an Elementen, die pro Funktion in »Zuletzt« behalten werden.

source: Maximum Recent Emojis
de: Maximale letzte Emojis

source: Maximum Recent Kaomojis
de: Maximale letzte Kaomojis

source: Maximum Recent Symbols
de: Maximale letzte Symbole

source: Maximum Recent GIFs
de: Maximale letzte GIFs

source: Range: %d-%d. Default: %d.
de: Bereich: %d–%d. Standard: %d.

source: Auto-Paste Settings
de: Einstellungen zum automatischen Einfügen

source: Enable Auto-Paste
de: Automatisches Einfügen aktivieren

source: Automatically paste selected items instead of just copying to clipboard.
de: Ausgewählte Elemente automatisch einfügen, statt sie nur in die Zwischenablagezu kopieren.

source: Auto-Paste Emojis
de: Emojis automatisch einfügen

source: Auto-Paste GIFs
de: GIFs automatisch einfügen

source: Auto-Paste Kaomojis
de: Kaomojis automatisch einfügen

source: Auto-Paste Symbols
de: Symbole automatisch einfügen

source: Auto-Paste from Clipboard History
de: Vom Zwischenablageverlauf automatisch einfügen

source: Clipboard Settings
de: Zwischenablageeinstellungen

source: Maximum Clipboard History
de: Maximaler Zwischenablageverlauf

source: Number of items to keep in history (%d-%d). Default: %d.
de: Anzahl Elemente, die im Verlauf behalten werden (%d–%d). Standard: %d.

source: Move Item to Top on Copy
de: Element beim Kopieren nach oben verschieben

source: When copying an item from history, make it the most recent.
de: Beim Kopieren eines Elements vom Verlauf, es zum Neuesten machen.

source: Unpin Item on Paste
de: Element beim Kopieren abheften

source: Automatically unpin an item when it is pasted.
de: Ein Element beim Einfügen automatisch abheften.

source: Show Clipboard Action Bar
de: Aktionsleiste der Zwischenablage anzeigen

source: Show action buttons (select all, layout, private mode, pin, delete).
de: Aktionsschaltflächen anzeigen (Alles auswählen, Layout, Privatmodus, Anheften, Löschen).

source: Image Preview Size
de: Bildvorschau-Größe

source: Pixel size for clipboard image thumbnails (%d-%d). Default: %d.
de: Pixelgröße für Vorschaubilder der Zwischenablage (%d–%d). Standard: %d.

source: Emoji Settings
de: Emoji-Einstellungen

source: Configure emoji appearance and behavior.
de: Emoji-Aussehen und -Verhalten anpassen.

source: Enable Custom Skin Tones
de: Benutzerdefinierte Hauttöne aktivieren

source: If off, skinnable emojis are neutral. If on, use the settings below.
de: Wenn aus, sind Hautton-fähige Emojis neutral. Wenn an, nutzeuntenstehende Einstellungen.

source: Light
de: Heller

source: Medium-Light
de: Mittlerer-Licht

source: Medium
de: Mittlerer

source: Medium-Dark
de: Mittlerer-Dunkel

source: Dark
de: Dunkel

source: Primary Tone / Single Emoji
de: Primärer Farbton / Einzelnes Emoji

source: For single emojis and the first person in pairs.
de: Für einzelne Emojis und die erste Person in Paaren.

source: Secondary Tone
de: Sekundärer Farbton

source: For the second person in pairs.
de: Für die zweite Person in Paaren.

source: GIF Settings
de: GIF-Einstellungen

source: To search for GIFs, you must select a provider and provide your own API key.
de: Um nach GIFs zu suchen, müssen sie einen Anbieter wählen und Ihren eigenenAPI-Schlüssel angeben.

source: GIF Provider
de: GIF-Anbieter

source: Select the service to use for fetching GIFs.
de: Wählen Sie den Dienst zum Laden von GIFs aus.

source: Paste Behavior
de: Verhalten beim Einfügen

source: Choose how GIFs are pasted.
de: Wählen, wie GIFs eingefügt werden.

source: Paste Link
de: Link einfügen

source: Paste Image
de: Bild einfügen

source: Limit GIF Preview Cache Size
de: Zwischenspeicher-Größe für GIF-Vorschau limitieren

source: Turn off for an unlimited cache size.
de: Ausschalten für eine unlimitierte Zwischenspeicher-Größe.

source: Cache Size Limit (MB)
de: Limit für Zwischenspeicher-Größe (MB)

source: Range: %d-%d MB. Default: %d MB.
de: Bereich: %d–%d MB. Standard: %d MB

source: Excluded Applications
de: Ausschließlich Anwendungen

source: Manage applications that should be ignored by the clipboard manager.
de: Verwaltung von Anwendungen, die vom Zwischenablageverwaltung ignoriert werden sollen.

source: Ignored Applications
de: Ignorierte Anwendungen

source: Prevent specific applications from saving content to the clipboard history.
de: Verhindern, dass bestimmte Anwendungen Inhalte in den Zwischenablageverlauf speichern.

source: Add New Exclusion
de: Neu ausgeschlossen hinzufügen

source: Application Name or ID
de: Anwendungsnamen oder ID

source: Data Management
de: Datenverwaltung

source: Manage stored data and configure automatic cleanup. Manual actions cannot be undone.
de: Verwalten Sie gespeicherte Daten und konfigurieren Sie die automatischeReinigung. Manuelle Aktionen können nicht rückgängig gemacht werden.

source: Clear Data at Login
de: Daten beim Anmelden löschen

source: Automatically clear selected data at every login.
de: Ausgewählte Daten bei jeder Anmeldung automatisch löschen

source: Clear Clipboard History
de: Zwischenablageverlauf löschen

source: Clear Recent Emojis
de: Letzte Emojis löschen

source: Clear Recent GIFs
de: Letzte GIFs löschen

source: Clear Recent Kaomojis
de: Letzte Kaomojis löschen

source: Clear Recent Symbols
de: Letzte Symbole löschen

source: Clear
de: Löschen

source: Are you sure?
de: Sind Sie sicher?

source: The selected data will be permanently deleted.
de: Die ausgewählten Daten werden unwiderruflich gelöscht.

source: Cancel
de: Abbrechen

source: Recent Item History
de: Verlauf letzter Elemente

source: Clear lists of recently used items.
de: Listen von zuletzt genutzten items löschen.

source: Recent Emojis
de: Letzte Emojis

source: Permanently clears the list of recent emojis.
de: Löscht die Liste zuletzt genutzter Emojis unwiderruflich.

source: Recent GIFs
de: Letzte GIFs

source: Permanently clears the list of recent GIFs.
de: Löscht die Liste zuletzt genutzter GIFs unwiderruflich.

source: Recent Kaomojis
de: Letzte Kaomojis

source: Permanently clears the list of recent kaomojis.
de: Löscht die Liste zuletzt genutzter Kaomojis unwiderruflich.

source: Recent Symbols
de: Letzte Symbole

source: Permanently clears the list of recent symbols.
de: Löscht die Liste zuletzt genutzter Symbole unwiderruflich.

source: All Recent Items
de: Alle letzten Elemente

source: Permanently clears all of the above lists at once.
de: Löscht alle oben genannten Listen unwiderruflich auf ein Mal.

source: Clipboard Data
de: Zwischenablagedaten

source: Permanently delete your saved clipboard history and pinned items.
de: Ihren gespeicherten Zwischenablageverlauf und angehefteten Elementeunwiderruflich löschen.

source: Clipboard History
de: Zwischenablageverlauf

source: Permanently clears all saved unpinned clipboard items.
de: Löscht alle gespeicherten nicht angehefteten Zwischenablageelementeunwiderruflich.

source: Pinned Items
de: Angeheftete Elemente

source: Permanently clears all saved pinned clipboard items.
de: Löscht alle gespeicherten angehefteten Zwischenablageelemente undwiderruflich.

source: Performance Caches
de: Performance-Zwischenspeicher

source: Clear temporary data used to improve loading speed.
de: Lösche temporäre Daten, die zur Verbesserung der Ladegeschwindigkeit genutzt werden.

source: GIF Preview Cache
de: GIF-Vorschau-Zwischenspeicher

source: Permanently clears all downloaded GIF preview images.
de: Löscht alle heruntergeladenen GIF-Vorschaubilder.

source: Select All
de: Alle auswählen

source: Switch to Grid View
de: Zu Rasteransicht wechseln

source: Switch to List View
de: Zu Listenansicht wechseln

source: Start Private Mode (Pause Recording)
de: Privater Modus starten (Aufnahme pausieren)

source: Pin/Unpin Selected
de: Ausgewählte an-/abheften

source: Delete Selected
de: Ausgewählte löschen

source: Stop Private Mode (Resume Recording)
de: Privater Modus stoppen (Aufnahme fortsetzen)

source: Deselect All
de: Alle abwählen

source: Pin Selected
de: Ausgewählte anheften

source: Unpin Selected
de: Ausgewählte abheften

source: No results found.
de: Keine Resultate gefunden.

source: Clipboard history is empty.
de: Zwischenablageverlauf ist leer.

source: Pinned
de: Angeheftete Elemente

source: History
de: Geschichte

source: Search...
de: Suche...

source: Online search is disabled.
de: Onlinesuche ist deaktiviert.

source: Recents
de: Letzte

source: No categories available.
de: Keine Kategorien verfügbar.

source: Trending
de: Beliebt

source: Trending GIFs
de: Beliebte GIFs

source: No recent GIFs.
de: Keine letzten GIFs.

source: No trending GIFs found.
de: Keine beliebten GIFs gefunden.

source: No results found for '%s'.
de: Keine Resultate für »%s« gefunden.

source: Error: %s Please check your API key and network connection.
de: Fehler: %s Bitte prüfen Sie Ihren API-Schlüssel und die Netzwerkverbindung.

source: Pinned Clipboard
de: Angeheftete Elemente

source: Recent Clipboard History
de: Zwischenablageverlauf

source: No recent items yet.
de: Bisher keine letzten Elemente.

source: Show All
de: Alle anzeigen

source: Component configuration is invalid. Check logs.
de: Komponentenkonfiguration ist ungültig. Logs prüfen.

source: Error loading data. Check logs.
de: Fehler beim Laden von Daten. Logs prüfen.

source: No items available.
de: Keine Elemente verfügbar.

source: No items match your search.
de: Keine Elemente stimmen mit Ihrer Suche überein.
